print ("Выберите 1 из 5 пирожков с секретной начинкой")
a = input("Напишите ваш вариант: ")

if a=="1":
    print("Вы выбрали пирожок под номером " + a + " с капустой")
elif a=="2":
    print("Вы выбрали пирожок под номером " + a + " с картошкой")
elif a=="3":
    print("Вы выбрали пирожок под номером " + a + " с морковкой")
elif a=="4":
    print("Вы выбрали пирожок под номером " + a + " с яблоком")
elif a=="5":
    print("Вы выбрали пирожок под номером " + a + " с лимоном")
           
else:
    print("Такого пирожка нет")

